{
    "id": 6352,
    "url": "https://en.numista.com/catalogue/pieces6352.html",
    "title": "1 Euro (2nd map)",
    "category": "coin",
    "issuer": {
        "code": "grece",
        "name": "Greece"
    },
    "min_year": 2007,
    "max_year": 2022,
    "type": "Standard circulation coin",
    "ruler": [
        {
            "id": 1254,
            "name": "Third Hellenic Republic",
            "wikidata_id": "Q17765809"
        }
    ],
    "value": {
        "text": "1 Euro",
        "numeric_value": 1,
        "currency": {
            "id": 9008,
            "name": "Euro",
            "full_name": "Euro (2002-date)"
        }
    },
    "demonetization": {
        "is_demonetized": false
    },
    "shape": "Round",
    "composition": {
        "text": "Bimetallic: copper-nickel clad nickel centre in nickel brass ring"
    },
    "technique": {
        "text": "Milled"
    },
    "obverse": {
        "engravers": [
            "Georgios Stamatopoulos"
        ],
        "description": "A reproduction of an antique tetradrachma (showing an owl) from Athens about 490 BC. is accompanied with the face value and encircled by the twelve stars of Europe",
        "lettering": "1\r\nΕΥΡΩ\r\nΓΣ\r\n2009",
        "lettering_scripts": [
            {
                "name": "Greek"
            }
        ],
        "picture": "https://en.numista.com/catalogue/photos/grece/6054c27f23fff3.53135578-original.jpg",
        "thumbnail": "https://en.numista.com/catalogue/photos/grece/6054c27f23fff3.53135578-180.jpg",
        "picture_copyright": "Mike Bentley"
    },
    "reverse": {
        "engravers": [
            "Luc Luycx"
        ],
        "description": "A map of Western Europe, next to the face value, shows the European continent without borders",
        "lettering": "1 EURO LL",
        "lettering_scripts": [
            {
                "name": "Latin"
            }
        ],
        "picture": "https://en.numista.com/catalogue/photos/grece/6054c27fabf903.06698899-original.jpg",
        "thumbnail": "https://en.numista.com/catalogue/photos/grece/6054c27fabf903.06698899-180.jpg",
        "picture_copyright": "Mike Bentley"
    },
    "comments": "The coin is issued in bankrolls and the above mint sets:<br />\r\n<br />\r\n2007 Official Issue Hellenic Coin Set: The Official Blister 2007 is dedicated to the &quot;Ancient coins of the Aegean Sea”. It was issued on 13 August 2007 with a mintage of 15,000 pieces. The blister contains the 1, 2, 5, 10, 20, 50 cent coins and 1, 2 euros. Greek euro coins feature a unique design for every one of the eight coins and they were all designed by Georgios Stamatopoulos. The minor coins depict Greek ships. The middle coins portray famous Greeks. The two large denominations show images of Greek history and mythology. All designs feature the 12 stars of the EU, the year of imprint, and a tiny symbol of the Bank of Greece (the anthemion flower).<br />\r\n<img src=\"https://en.numista.com/catalogue/images/5db0afcc09151.jpg\" alt=\"\" width=\"199\" height=\"157\" /><br />\r\n<br />\r\n2008 Official Issue Hellenic Coin Set: The Official Blister 2008 is dedicated to the &quot;Ancient coins of Thrace, Macedonia, Thessaly, Epirus, and Peloponnese”. It was issued on 4 October 2008 with a mintage of 20,000 pieces. The blister contains the 1, 2, 5, 10, 20, 50 cent coins and 1, 2 euros.<br />\r\n<img src=\"https://en.numista.com/catalogue/images/5db0afdf70013.jpg\" alt=\"\" width=\"200\" height=\"173\" /><br />\r\n<br />\r\n2009 Official Issue Hellenic Coin Set: The Official Blister 2009 is dedicated to the &quot;Theran Ship&quot;, a typical Cycladic ship from the 17th century BC. The construction model was based on the Miniature Ships Fresco, depicting a fleet in procession, discovered in the West House of the prehistoric settlement of Akritiri, on the island of Thera. The &quot;Theran Ship&quot; blister was issued on 7 December 2009 with a mintage of 7,500 pieces. It contains the 1, 2, 5, 10, 20, 50 cent and 1, 2 euros coins.<br />\r\n<img src=\"https://en.numista.com/catalogue/images/5db0afeec4745.jpg\" alt=\"\" width=\"199\" height=\"185\" /><br />\r\n<br />\r\n2010 Official Issue Hellenic Coin Set: The Official Blister 2010 is dedicated to the &quot;Athenian Triere&quot; (or trireme), the largest battleship for 200 years dating from the time of the Athenian democracy and Kimon (5th-century b.C.- Marine Museum). Triremes were the dominant warship in the Mediterranean from around 700 to 300 BC when naval combat took place mainly by ramming enemy vessels which would typically break apart from the force of the collision. The &quot;Athenian Trireme” blister was issued in November 2010 and contains the 1, 2, 5, 10, 20, 50 cents and 1, 2 euros coins.<br />\r\n<img src=\"https://en.numista.com/catalogue/images/5db0b00138513.jpg\" alt=\"\" width=\"200\" height=\"149\" /><br />\r\n<br />\r\n2011 Official Issue Hellenic Coin Set: This Special Olympics Blister 2011 commemorates the XIII Special Olympics World Summer Games and contains the following coins: 1, 2, 5, 10, 20, 50 cent coins and 1, 2 euros. Greek euro coins feature a unique design for every one of the eight coins and they were all designed by Georgios Stamatopoulos. The minor coins depict Greek ships (Athenian triere - Corvette - Modern tanker ship), the middle coins portray famous Greeks (Rigas-Fereos Velestinlis - Ioannis Kapodistrias - Eleytherios Venizelos) and the two large denominations show images of Greek history and mythology (Owl - Europa abducted by Zeus).<br />\r\n<img src=\"https://en.numista.com/catalogue/images/5db0b013a8df7.jpg\" alt=\"\" width=\"199\" height=\"157\" /><br />\r\n<br />\r\n2012 Official Issue Hellenic Coin Set: The official 2012 blister of the Hellenic Republic is dedicated to “Santorini” and includes all 8 euro coins (1, 2, 5, 10, 20, 50 cents and 1, 2 euros). The Cycladic island of Santorini, also known by its ancient name of Thera, is one of the top tourist destinations in the world, thanks to its unique volcanic landscape dominated by the impressive Caldera, as shaped by a volcanic eruption in the Bronze Age. The island was an important center of Cycladic civilization, one of the earliest civilizations in Europe, as can be seen from the remarkably well-preserved remains uncovered at the prehistoric site of Akrotiri. Santorini also enchants its visitors with its traditional villages and vernacular architecture, as well as with its renowned wines and other products.<br />\r\n<img src=\"https://en.numista.com/catalogue/images/5db0b02383fe5.jpg\" alt=\"\" width=\"198\" height=\"86\" /><br />\r\n<br />\r\n2012 Official Issue Hellenic Proof Coin Set: The 2012 official set of the Hellenic Republic in Proof quality, contains a complete set of the Greek euro coins (1, 2, 5, 10, 20, 50 cent coins and 1, 2 euros), as well as the 2 Euro commemorative coin for the Ten Years of Euro Cash.<br />\r\n<a href=\"https://en.numista.com/catalogue/images/5db0b033c9f75.jpg\"Group=\"bb1742672150\"><img src=\"https://en.numista.com/catalogue/images/miniatures/5db0b033c9f75.jpg\" alt=\"\" width=\"200\" height=\"185\" /></a><br />\r\n<br />\r\n2013 Official Issue Hellenic Coin Set: The official 2013 blister of the Hellenic Republic is dedicated to “Mykonos and Delos” and includes all 8 euro coins (1, 2, 5, 10, 20, 50 cents and 1, 2 euros). One of the first Greek islands to embrace tourism, Mykonos was a choice destination for visitors in ever-increasing numbers as early as the 1960s. Today, Mykonos is Greece’s most cosmopolitan island and receives visitors year-round. With its austere, barren, and rocky terrain and its well preserved vernacular architecture, the “island of the winds”, as it is known, is perhaps the most typical Cycladic landscape. A few miles from Mykonos lies the tiny island of Delos, sacred in antiquity for being the birthplace of Apollo and Artemis and listed as a UNESCO World Heritage Site since 1990. Uninhabited today and unmarred by any modern construction, Delos preserves much of its sanctity as an archaeological site that boasts numerous classical, Hellenistic, and Roman antiquities.<br />\r\n<img src=\"https://en.numista.com/catalogue/images/5db0b041e3c91.jpg\" alt=\"\" width=\"199\" height=\"177\" /><br />\r\n<br />\r\n2013 Official Issue Hellenic Proof Coin Set: The 2013 official set of the Hellenic Republic in Proof quality, contains a complete set of the Greek euro coins (1, 2, 5, 10, 20, 50 cent coins and 1, 2 euros), as well as two 2 euro commemorative coins celebrating the Union of Crete with Greece and the Founding of the Platonic Academy.<br />\r\n<a href=\"https://en.numista.com/catalogue/images/5db0b052696e8.jpg\"Group=\"bb1742672150\"><img src=\"https://en.numista.com/catalogue/images/miniatures/5db0b052696e8.jpg\" alt=\"\" width=\"200\" height=\"149\" /></a><br />\r\n<br />\r\n2014 Official Issue Hellenic Coin Set: The official 2014 blister of the Hellenic Republic is dedicated to “Thrace”, a north-east region of the country. It includes all 8 euro coins (1, 2, 5, 10, 20, 50 cents and 1, 2 euros). Thrace, the north-easternmost region of Greece, comprises the Prefectures of Xanthi, Rodopi, and Evros. The region is bounded by the rivers Nestos and Evros, by the Rodopi mountain range to the North and by the Thracian Sea to the South, and has a major seaport, Alexandroupolis. Blessed with stunningly diverse and pristine nature, Thrace boasts internationally significant wetlands (e.g. the Evros Delta), lakes (e.g. Vistonis), national parks (e.g. Rodopi and Dadia), and the fascinating island of Samothrace, all increasingly popular tourist destinations. Traditionally one of the breadbaskets of Greece, Thrace is now looking for new ways to tap its huge growth potential. Thrace has also had an important and continuous presence in national and world culture, ranging from Democritus and Protagoras to a rich musical heritage, consistent with Thrace’s renown as the “land of Orpheus”, and the Xanthi Old Town Festival. Finally, the harmonious coexistence of Christians and Muslims gives Thrace’s towns and villages a unique feel, while also fostering understanding and cooperation between cultures and peoples.<br />\r\n<img src=\"https://en.numista.com/catalogue/images/5db0b0644d3fd.jpg\" alt=\"\" width=\"200\" height=\"200\" /><br />\r\n<br />\r\n2014 Official Issue Hellenic Proof Coin Set: The 2014 official set of the Hellenic Republic in Proof quality, contains a complete set of the Greek euro coins (1, 2, 5, 10, 20, 50 cent coins and 1, 2 euros), as well as two 2 euro commemorative coins celebrating the 400th Anniversary of the Death of Domenikos Theotokopoulos and the 150th Anniversary of the Union of the Ionian Islands with Greece.<br />\r\n<a href=\"https://en.numista.com/catalogue/images/5db0b074e7773.jpg\"Group=\"bb1742672150\"><img src=\"https://en.numista.com/catalogue/images/miniatures/5db0b074e7773.jpg\" alt=\"\" width=\"200\" height=\"168\" /></a><br />\r\n<br />\r\n2015 Official Issue Hellenic Coin Set: The official 2015 blister of the Hellenic Republic is dedicated to “Epirus” and includes all 8 euro coins (1, 2, 5, 10, 20, 50 cents and 1, 2 euros). Epirus, the north-westernmost region of Greece, is flanked to the west by the Ionian Sea and the east by the Pindos mountain range. For the ancient Greeks, Epirus had great religious importance on account of the Dodona Oracle. Milestones in the region’s later history include the Hellenistic kingdom of Pyrrhus and the late-Byzantine Despotate of Epirus, while during Ottoman rule Epirus was associated with the Greek struggle for freedom, with sites of heroic self-sacrifice at Koungi and Zalongo. After Greek independence, several Epirote benefactors (Arsakis, Tositsas, Zappas, Sinas, Averof) contributed generously to the construction of the newly founded Greek state, which Epirus became part of in two phases (the Arta district was ceded to Greece in 1881 and the rest of Epirus after the Balkan Wars of 1912-13). It was in the Epirus highlands that the Greek army waged its epic battles against the Italian invader in 1940-41. Today Epirus attracts visitors for its stunning natural scenery (Vikos gorge), seaside resorts (Parga, Syvota), traditional settlements (Ioannina, Metsovo, Zagorochoria), and rich folk tradition in music, silver and gold craftsmanship, and stone masonry.<br />\r\n<img src=\"https://en.numista.com/catalogue/images/5db0b08768354.jpg\" alt=\"\" width=\"199\" height=\"196\" /><br />\r\n<br />\r\n2015 Official Issue Hellenic Proof Coin Set: The 2015 official set of the Hellenic Republic in Proof quality, contains a complete set of the Greek euro coins (1, 2, 5, 10, 20, 50 cent coins and 1, 2 euros).<br />\r\n<a href=\"https://en.numista.com/catalogue/images/5db0b0984fba2.jpg\"Group=\"bb1742672150\"><img src=\"https://en.numista.com/catalogue/images/miniatures/5db0b0984fba2.jpg\" alt=\"\" width=\"200\" height=\"183\" /></a><br />\r\n<br />\r\n2016 Official Issue Hellenic Coin Set: The official 2016 blister of the Hellenic Republic is dedicated to “Peloponnese” and includes all 8 euro coins (1, 2, 5, 10, 20, 50 cents and 1, 2 euros). The Peloponnese or Peloponnesus is a peninsula and geographic region in southern Greece. It is separated from the central part of the country by the Gulf of Corinth. It was here that the Greek War of Independence began in 1821. In 2016, Lonely Planet voted the Peloponnese the top spot of their Best in Europe list. The peninsula has been inhabited since prehistoric times. The Mycenaean civilization dominated the Peloponnese in the Bronze Age from its stronghold at Mycenae in the north-east of the peninsula. In 776 BC, the first Olympic Games were held at Olympia, and this date is sometimes used to denote the beginning of the classical period of Greek antiquity. During the Roman period, the peninsula remained prosperous but became a provincial backwater, relatively cut off from the affairs of the wider Roman world.<br />\r\n<img src=\"https://en.numista.com/catalogue/images/5db0b0a7e27a5.jpg\" alt=\"\" width=\"199\" height=\"191\" /><br />\r\n<br />\r\n2016 Official Issue Hellenic Proof Coin Set: The 2016 official set of the Hellenic Republic in Proof quality, contains a complete set of the Greek euro coins (1, 2, 5, 10, 20, 50 cent coins and 1, 2 euros.<br />\r\n<a href=\"https://en.numista.com/catalogue/images/5db0b0b8b6457.jpg\"Group=\"bb1742672150\"><img src=\"https://en.numista.com/catalogue/images/miniatures/5db0b0b8b6457.jpg\" alt=\"\" width=\"200\" height=\"152\" /></a><br />\r\n<br />\r\n2017 Official Issue Hellenic Coin Set: The official 2017 blister of the Hellenic Republic is dedicated to “Crete” and includes all 8 euro coins (1, 2, 5, 10, 20, 50 cents and 1, 2 euros). Crete is the largest island of Greece and the cradle of Minoan civilization. According to mythology, the is also the birthplace of Zeus. Crete is strategically situated at the juncture of three continents and came under the rule of several conquerors (Romans, Arabs, Venetians, and, last, Ottomans), before finally uniting with Greece in 1913. Crete’s tumultuous history has forged the indomitable Cretan spirit, while centuries of fruitful cultural exchanges have left their mark on countless monuments, as well as on folk and scholarly traditions that admirably fuse East and West. The proverbial Cretan hospitality, exquisite local produce, mild climate, and beauty and diversity of the natural landscape all make Crete one of Greece’s top tourist destinations.<br />\r\n<img src=\"https://en.numista.com/catalogue/images/5db0b0cd639d5.jpg\" alt=\"\" width=\"200\" height=\"200\" /><br />\r\n<br />\r\n2017 Official Issue Hellenic Proof Coin Set: The 2017 official set of the Hellenic Republic in Proof quality, contains a complete set of the Greek euro coins (1, 2, 5, 10, 20, 50 cent coins and 1, 2 euros.<br />\r\n<a href=\"https://en.numista.com/catalogue/images/5db0b0deacdd1.jpg\"Group=\"bb1742672150\"><img src=\"https://en.numista.com/catalogue/images/miniatures/5db0b0deacdd1.jpg\" alt=\"\" width=\"200\" height=\"175\" /></a><br />\r\n<br />\r\n2018 Official Issue Hellenic Coin Set: The official 2018 blister of the Hellenic Republic is dedicated to “Rhodos” and includes all 8 euro coins (1, 2, 5, 10, 20, 50 cents and 1, 2 euros). The largest island of the Dodecanese and the fourth largest of Greece, Rhodes was the island of the god Helios, whose statue, the famous Colossus, standing at the harbor entrance, was one of the Seven Wonders of the Ancient World. Rhodes flourished in Hellenistic times, becoming a major trading city. From 1309, Rhodes was the seat of the Order of the Knights Hospitaller. The medieval city which they built, with the Castle of the Knights and the Palace of the Grand Master, was declared a UNESCO world heritage site in 1988. The island was conquered by the Ottomans in 1523 and by the Italians in 1912. It remained under Italian rule until the unification of the Dodecanese with Greece in 1948. Today, one of Greece’s most popular island destinations, Rhodes enchants its visitors with its exquisite beaches, idyllic landscapes, and important ancient and medieval monuments.<br />\r\n<img src=\"https://en.numista.com/catalogue/images/5db0b0ede4d0a.jpg\" alt=\"\" width=\"200\" height=\"200\" /><br />\r\n<br />\r\n2018 Official Issue Hellenic Proof Coin Set: The 2018 official set of the Hellenic Republic in Proof quality, contains a complete set of the Greek euro coins (1, 2, 5, 10, 20, 50 cent coins and 1, 2 euros, as well as two 2 euro commemorative coins celebrating the 75th Anniversary of the Death of Kostis Palamas and the 150th Anniversary of the Union of the Dodecanese With Greece.<br />\r\n<a href=\"https://en.numista.com/catalogue/images/5db0b1060c977.jpg\"Group=\"bb1742672150\"><img src=\"https://en.numista.com/catalogue/images/miniatures/5db0b1060c977.jpg\" alt=\"\" width=\"200\" height=\"200\" /></a><br />\r\n<br />\r\n2019 Official Issue Hellenic Coin Set: The official 2018 blister of the Hellenic Republic is dedicated to “Samos” and includes all 8 euro coins (1, 2, 5, 10, 20, 50 cents and 1, 2 euros). The island of Samos in the Eastern Aegean is the renowned birthplace of Pythagoras the mathematician, Aristarchos the astronomer, and Epikouros the philosopher. It flourished in antiquity, especially under the tyrant Polycrates, and was also famous for its wines. Samos was home to one of the most important ancient Greek sanctuaries, the Heraion. Another UNESCO listed site, the Eupalinian Aqueduct, ran 1,036 meters through the mountainside to bring water to the ancient city of Samos. In the late Byzantine period, Samos came under Genovese rule, before eventually falling to the Ottomans. In 1835, it was given semi-autonomous status under Ottoman suzerainty and was united with Greece in 1912. Today, the island continues to produce its prized wines and is popular among tourists for its lush forests, important archaeological sites, picturesque villages, and stunning beaches.<br />\r\n<a href=\"https://en.numista.com/catalogue/images/5db0b1182853f.jpg\"Group=\"bb1742672150\"><img src=\"https://en.numista.com/catalogue/images/miniatures/5db0b1182853f.jpg\" alt=\"\" width=\"200\" height=\"200\" /></a><br />\r\n<br />\r\n2019 Official Issue Hellenic Proof Coin Set: The 2019 official set of the Hellenic Republic in Proof quality, contains a complete set of the Greek euro coins (1, 2, 5, 10, 20, 50 cent coins and 1, 2 euros, as well as two 2 euro commemorative coins celebrating the 150 years in memoriam of A. Kalvos and the 100th Anniversary of the birth of M. Andronicos.<br />\r\n<a href=\"https://en.numista.com/catalogue/images/5e3c6d025409f.jpg\"Group=\"bb1742672150\"><img src=\"https://en.numista.com/catalogue/images/miniatures/5e3c6d025409f.jpg\" alt=\"\" width=\"200\" height=\"176\" /></a>",
    "related_types": [
        {
            "id": 119,
            "title": "1 Euro (1st map)",
            "category": "coin",
            "country": {
                "code": "grece",
                "name": "Greece"
            },
            "minYear": 2002,
            "maxYear": 2006
        }
    ],
    "tags": [
        "Bird",
        "Coin depiction",
        "Map",
        "Mythology"
    ],
    "references": [
        {
            "catalogue": {
                "id": 3,
                "code": "KM"
            },
            "number": "214"
        },
        {
            "catalogue": {
                "id": 24,
                "code": "Schön"
            },
            "number": "174"
        }
    ],
    "weight": 7.5,
    "size": 23.25,
    "thickness": 2.33,
    "orientation": "medal",
    "edge": {
        "description": "Segmented reeding",
        "picture": "https://en.numista.com/catalogue/photos/grece/1277-original.jpg",
        "thumbnail": "https://en.numista.com/catalogue/photos/grece/1277-180.jpg",
        "picture_copyright": "Cyrillius",
        "picture_license_name": "CC BY",
        "picture_license_url": "https://creativecommons.org/licenses/by/4.0/deed.en"
    },
    "mints": [
        {
            "id": "1889",
            "name": "The National Mint of the Bank of Greece"
        }
    ]
}